[
    {
        "id": 174688,
        "date": "2004-08-04",
        "notes": "Nomeia representante da parte pública na assembçeia geral da MOVIJOVEM a licenciada Maria da Conceição Alves dos Santos Besa Ruão Pinto e suplente, nas faltas ou impedimentos daquela, o licenciado Mauro Renato Dias Xavier."
    },
    {
        "id": 2,
        "date": "1985-05-14",
        "notes": "Torna público ter o embaixador da República Helénica na Haia depositado, em conformidade com o artigo 10.º, segunda alínea, o instrumento de ratificação, pela Grécia da Convenção Relativa à Supressão da Existência da Legalização de Actos Públicos Estrangeiros."
    },
    {
        "id": 3,
        "date": "1985-03-16",
        "notes": "De terem sido reeleitos para os cargos de presidente e vice-presidente do Tribunal Constitucional, respectivamente, os juízes Armando Manuel de Almeida Marques Guedes e José Maria Barbosa de Magalhães Godinho."
    },
    {
        "id": 4,
        "date": "1985-05-14",
        "notes": "Torna público ter a República da Coreia depositado em Nova Iorque o instrumento de ratificação à Convenção sobre a Eliminação de Todas as Formas de Discriminação contra as Mulheres."
    },
    {
        "id": 5,
        "date": "1985-05-14",
        "notes": "Torna público ter a Nicarágua efectuado o depósito do instrumento de ratificação de vários actos do XVIII Congresso Postal Universal."
    },
    {
        "id": 3319131,
        "date": "2018-04-24",
        "notes": "Remodelação da rede de abastecimento de água e águas residuais de Loures-Rua da República -Troço 2- CPU 01/2018"
    },
    {
        "id": 7,
        "date": "1985-04-20",
        "notes": "Publica o impresso modelo n.º 20 referido na alínea g) do artigo 46.º do Código da Contribuição Industrial, aprovado por despacho de 19 de Janeiro de 1985."
    },
    {
        "id": 9,
        "date": "1985-03-30",
        "notes": "Publica os novos impressos modelo n.º 2, anexos A e B, e modelo n.º 9-A, referidos respectivamente no artigo 45.º e no § 3.º do artigo 46.º do Código da Contribuição Industrial."
    },
    {
        "id": 11,
        "date": "1985-09-06",
        "notes": "De ter sido apresentada declaração escrita de renúncia das suas funções de juiz do Tribunal Constitucional pelo conselheiro Joaquim Jorge de Pinho Campinos."
    },
    {
        "id": 13,
        "date": "1985-05-08",
        "notes": "Publica o modelo de declaração de cessação a que se refere o artigo 32.º do Código do Imposto sobre o Valor Acrescentado, aprovado por despacho de 17 de Janeiro de 1985."
    },
    {
        "id": 23335,
        "date": "1990-07-14",
        "notes": "Torna público que o embaixador de Portugal junto das Nações Unidas depositou o instrumento de adesão à Convenção Relativa a Um Código de Conduta das Conferências Marítimas."
    },
    {
        "id": 8,
        "date": "1980-12-11",
        "notes": "Nomeia o ministro plenipotenciário de 2.ª classe Inácio José de Araújo Rebelo de Andrade embaixador de Portugal em Camberra."
    },
    {
        "id": 10,
        "date": "1980-12-20",
        "notes": "Exonera o embaixador José Tomás Cabral Calvet de Magalhães de embaixador de Portugal junto da Santa Sé."
    },
    {
        "id": 12,
        "date": "1980-12-20",
        "notes": "Nomeia o embaixador Gonçalo Luís Maravilhas Correia Caldeira Coelho como embaixador de Portugal junto da Santa Sé."
    },
    {
        "id": 15,
        "date": "1980-12-20",
        "notes": "Exonera o embaixador João Manuel Hall Themido das funções de embaixador de Portugal em Washington."
    },
    {
        "id": 14,
        "date": "1980-12-23",
        "notes": "Comuta a pena de dois anos de prisão maior imposta a Amadeu Dias."
    },
    {
        "id": 1723,
        "date": "1986-07-11",
        "notes": "Aprova o Estatuto da Escola Naval."
    },
    {
        "id": 288963,
        "date": "2012-01-26",
        "notes": "Altera a Portaria n.º 58/2007, de 27 de agosto, alterada e republicada pelas Portarias n.º 67/2008, de 8 agosto, n.º 22/2009, de 25 de março, n.º 17/2010, de 12 de fevereiro e n.º 9/2011, de 9 de fevereiro que atribui uma comparticipação financeira aos proprietários de bovinos abatidos e rejeitados, por regras de sanidade, para consumo, e procede à sua republicação."
    },
    {
        "id": 3319132,
        "date": "2018-04-24",
        "notes": "Complexo Empresarial Sonuma"
    },
    {
        "id": 16,
        "date": "1985-05-17",
        "notes": "Torna público ter o Governo dos Países Baixos depositado o instrumento de aceitação do Acordo Europeu sobre a transferência da Responsabilidade Relativa a Refugiados."
    },
    {
        "id": 3319133,
        "date": "2018-04-24",
        "notes": "Prestação de serviços de limpeza,desobstrução, inspeção CCTV e reparação pontual de roturas em coletores e limpeza de ETAR e EE da SIMARSUL."
    },
    {
        "id": 3319134,
        "date": "2018-04-24",
        "notes": "Ampliação do Hospital de Lousada - Empreitada de Instalações Elétricas, Telecomunicações e Segurança"
    },
    {
        "id": 21,
        "date": "1985-11-29",
        "notes": "De terem sido autorizadas transferências de verbas no actual orçamento de Encargos Gerais da Nação no montante de 15118 contos."
    },
    {
        "id": 22,
        "date": "1985-05-27",
        "notes": "Torna público ter sido aceite a emenda proposta pelo Governo Suíço ao capítulo VII da Convenção Aduaneira Relativa à Importação Temporária de Veículos Rodoviários Privados."
    },
    {
        "id": 23,
        "date": "1985-10-29",
        "notes": "Publica os modelos aprovados por despacho de 8 de Agosto, dos livros de escrituração a que se referem os artigos 50.º e 65.º do Código do Imposto sobre o Valor Acrescentado (IVA)."
    },
    {
        "id": 24,
        "date": "1985-05-27",
        "notes": "Torna público ter a República Federal da Alemanha aceitado as emendas aos artigos 24 e 25 da Constituição da Organização Mundial de Saúde, adoptadas pela 29.ª Assembleia Mundial de Saúde."
    },
    {
        "id": 25,
        "date": "1986-01-08",
        "notes": "Aprova os modelos da declaração periódica a que se refere a alínea c) do nº 1 do artigo 28 do código do imposto sobre o valor acrescentado ( IVA )."
    },
    {
        "id": 28,
        "date": "1986-02-15",
        "notes": "Membros da Comissão Nacional de Eleições."
    },
    {
        "id": 29,
        "date": "1985-05-27",
        "notes": "Torna público ter o Governo da Suécia depositado o instrumento de ratificação da Convenção Relativa à Protecção do Património Mundial, Cultural e Natural."
    },
    {
        "id": 31,
        "date": "1986-01-23",
        "notes": "Aprova os modelos da declaração de responsabilidade e da guia de pagamento do imposto especial sobre o consumo de bebidas alcoólicas."
    },
    {
        "id": 26,
        "date": "1980-12-27",
        "notes": "Reclassifica o pessoal do quadro especializado do Ministério dos Negócios Estrangeiros."
    },
    {
        "id": 27,
        "date": "1980-12-27",
        "notes": "Reclassifica o pessoal do serviço diplomático do Ministério dos Negócios Estrangeiros."
    },
    {
        "id": 30,
        "date": "1981-01-06",
        "notes": "Exonera o engenheiro Walter Ruivo Pinto Gomes Rosa do cargo de embaixador de Portugal em Caracas."
    },
    {
        "id": 33,
        "date": "1981-01-06",
        "notes": "Exonera o Dr. José Custódio de Freitas Fernandes Fafe do cargo de embaixador de Portugal no México."
    },
    {
        "id": 23338,
        "date": "1991-04-22",
        "notes": "Altera o quadro de pessoal da Direcção Geral da Comunicação Social, aprovado pela Portaria nº 461/87, de 2 de Junho."
    },
    {
        "id": 34,
        "date": "1986-04-08",
        "notes": "Torna público o novo modelo n.º 2 de recibo a que se refere a alínea a) do artigo 8.º do Código do Imposto Profissiona."
    },
    {
        "id": 3319135,
        "date": "2018-04-24",
        "notes": "0102 - 0012 -2018 - Anéis Metálicos de Reforço Acetabular da Anca"
    },
    {
        "id": 36,
        "date": "1985-05-28",
        "notes": "Torna público ter o Governo da Nova Zelândia depositado o instrumento de ratificação da Convenção sobre a Eliminação de Todas as Formas de Discriminação contra as Mulheres."
    },
    {
        "id": 3319136,
        "date": "2018-04-24",
        "notes": "Aquisição de Redes de Hérnia"
    },
    {
        "id": 39,
        "date": "1986-04-30",
        "notes": "Torna público o modelo da guia de pagamento para os sujeitos passivos abrangidos pelo regime dos pequenos retalhistas, referido na primeira parte da alínea b) do n.º 1 do artigo 67.º do Código do Imposto sobre o Valor Acrescentado."
    },
    {
        "id": 1424341,
        "date": "2009-08-03",
        "notes": "Lista unitária de ordenação final"
    },
    {
        "id": 42,
        "date": "1986-10-08",
        "notes": "Aprova os modelos anexos dos mapas a que se refere o n.º 1 do artigo 9.º do Decreto-Lei n.º 118-B/86, de 27 de Maio."
    },
    {
        "id": 43,
        "date": "1986-07-19",
        "notes": "Aprova os novos modelos n.º 6 de guias a que se refere o artigo 29.º do Código do Imposto Profissional."
    },
    {
        "id": 44,
        "date": "1986-10-31",
        "notes": "Publica o novo modelo, aprovado por despacho de 15 de Julho de 1986, da declaração modelo n.º 6 a que se refere o artigo 88.º do Código do Imposto Complementar."
    },
    {
        "id": 45,
        "date": "1986-10-21",
        "notes": "Declara a cessação de funções, por morte, do juiz conselheiro António Luís Correia da Costa de Mesquita."
    },
    {
        "id": 46,
        "date": "1985-05-29",
        "notes": "Torna público ter sido concluído em Roma um acordo, por troca de notas, entre o Governo da República Portuguesa e o Governo da República Italiana, relativo à liberalização de voos humanitários, aerotáxis e ambulâncias aéreas entre os dois países."
    },
    {
        "id": 47,
        "date": "1985-05-31",
        "notes": "Torna público ter o Governo dos Países Baixos depositado o instrumento de aceitação da Convenção Europeia para a Repressão do Terrorismo."
    },
    {
        "id": 48,
        "date": "1985-05-31",
        "notes": "Torna público ter o Governo do Senegal depositado o instrumento de ratificação da Convenção sobre a Eliminação de Todas as Formas de Discriminação contra as Mulheres."
    },
    {
        "id": 35,
        "date": "1981-01-06",
        "notes": "Exonera o Dr. António Flores de Andrade do cargo de embaixador de Portugal em Lusaka."
    },
    {
        "id": 37,
        "date": "1981-01-07",
        "notes": "Exclui do regime florestal a totalidade das matas do Bailadouro e Azabucho."
    },
    {
        "id": 38,
        "date": "1981-01-09",
        "notes": "Comuta a pena de doze anos e seis meses de prisão maior imposta a João do Carmo Alves."
    },
    {
        "id": 40,
        "date": "1981-01-09",
        "notes": "Comuta a pena de oito anos de prisão maior imposta a José Dias de Oliveira."
    },
    {
        "id": 941,
        "date": "1982-04-23",
        "notes": "Estabelece as remunerações dos médicos civis contratados pela Polícia de Segurança Pública."
    },
    {
        "id": 23339,
        "date": "1990-09-04",
        "notes": "APROVA O REGULAMENTO TÉCNICO RELATIVO AO PROJECTO, EXPLORAÇÃO E MANUTENÇÃO DE REDES DE DISTRIBUIÇÃO DE GASES COMBUSTIVEIS, QUE CONSTITUI O ANEXO I A PRESENTE PORTARIA E QUE DELA FAZ PARTE INTEGRANTE."
    },
    {
        "id": 3319137,
        "date": "2018-04-24",
        "notes": "Segurança e vigilância do Parque de Viaturas - ref.ª CP012/18"
    },
    {
        "id": 3319138,
        "date": "2018-04-24",
        "notes": "Aquisição de viaturas ligeiras"
    },
    {
        "id": 52,
        "date": "1985-06-04",
        "notes": "Torna público ter o Governo da Austrália depositado o instrumento de adesão à Convenção Relativa à Cobrança de Alimentos no Estrangeiro."
    },
    {
        "id": 3319139,
        "date": "2018-04-24",
        "notes": "Aquisição de equipamento de microscopia confocal e respetivos acessórios para o Departamento de Ciências Médicas da Universidade de Aveiro."
    },
    {
        "id": 102993,
        "date": "1999-06-01",
        "notes": "Publica o contrato-programa de desenvolvimento desportivo celebrado entre o Instituto Nacional do Desporto (IND) e a Federação Portuguesa de Natação tendo por objecto a concessão de uma comparticipação financeira destinada à preparação dos atletas seleccionados para participarem nos Jogos Olímpicos de Sidney."
    },
    {
        "id": 53,
        "date": "1980-04-19",
        "notes": "Determina que as equiparações dos directores dos museus a que se refere o artigo 4.º do Decreto-Lei n.º 45/80, de 20 de Março, sejam estabelecidas por despacho do Primeiro-Ministro."
    },
    {
        "id": 56,
        "date": "1980-04-19",
        "notes": "Dá nova redacção aos artigos 46.º e 54.º do Decreto-Lei n.º 150/77, de 13 de Abril (regime de registo ou de depósito das acções representativas do capital de sociedades anónimas ou em comandita por acções)."
    },
    {
        "id": 59,
        "date": "1980-04-19",
        "notes": "Dá nova redacção ao artigo 6.º dos Decretos-Leis n.os 490-A/79, 490-B/79 e 490-C/79, de 19 de Dezembro (empréstimos externos)."
    },
    {
        "id": 62,
        "date": "1981-12-04",
        "notes": "Introduz alterações ao regime do arrendamento urbano regulado no Código Civil, v.g. quanto a transmissão por morte do arrendatário, direito ao novo arrendamento e cessação do mesmo direito. Pevê disposições quanto a sujeição ao regime de renda condicionada, dando nova redacção ao artigo 9º do Decreto Lei 148/81, de 4 de Junho e dispõe sobre o direito de preferência na venda de fogos."
    },
    {
        "id": 64,
        "date": "1981-12-10",
        "notes": "Dá nova redacção a vários artigos do Decreto-Lei n.º 494/79, de 21 de Dezembro (comissões de coordenação regional)."
    },
    {
        "id": 55,
        "date": "1986-08-16",
        "notes": "Aplica à Região Autónoma dos Açores o Decreto-Lei n.º 491/85, de 26 de Novembro, com as adaptações de vários artigos (estabelece disposições relativas às contra-ordenações no âmbito do direito laboral e da disciplina jurídica sobre higiene, segurança, medicina do trabalho, acidentes de trabalho e doenças profissionais)."
    },
    {
        "id": 57,
        "date": "1986-08-19",
        "notes": "Transita para o Instituto Regional de Produtos Agro-Alimentares (IRPA) o pessoal afecto ao Serviço de Classificação de Leite (SERCLA)."
    },
    {
        "id": 60,
        "date": "1986-10-24",
        "notes": "Cria na Região Autónoma dos Açores o cartão de produtor de leite."
    },
    {
        "id": 61,
        "date": "1986-10-27",
        "notes": "Estabelece incentivos financeiros às empresas que venham a ser instaladas na zona franca de Santa Maria."
    },
    {
        "id": 63,
        "date": "1986-10-28",
        "notes": "Estabelece as condições em que os contribuintes devedores à Segurança Social e ao Gabinete Regional de Gestão do Fundo de Desemprego podem, através de acordo, regularizar a sua dívida de contribuições, quotização e juros de mora, consolidada em 31 de Agosto de 1986."
    },
    {
        "id": 65,
        "date": "1986-11-03",
        "notes": "Adapta à Região Autónoma dos Açores o disposto nos artigos 12.º e 19.º do Decreto-Lei n.º 140-D/86, de 14 de Junho (taxa social única)."
    },
    {
        "id": 23340,
        "date": "1990-09-04",
        "notes": "APROVA O REGULAMENTO TÉCNICO RELATIVO AO PROJECTO, CONSTRUCAO, EXPLORAÇÃO E MANUTENÇÃO DAS INSTALAÇÕES DE GÁS COMBUSTIVEL CANALIZADO EM EDIFÍCIOS, QUE CONSTITUI O ANEXO I A PRESENTE PORTARIA E QUE DELA FAZ PARTE INTEGRANTE."
    },
    {
        "id": 3319140,
        "date": "2018-04-24",
        "notes": "Aquisição de Sistemas de administração de soros com dispositivo de segurança"
    },
    {
        "id": 3319141,
        "date": "2018-04-24",
        "notes": "REQUALIFICAÇÃO DA RUA COMENDADOR ANTÓNIO FERNANDES DA COSTA"
    },
    {
        "id": 3319142,
        "date": "2018-04-24",
        "notes": "Aquisição por lotes de equipamento informático e audiovisual para o Instituto Politécnico de Tomar"
    },
    {
        "id": 75,
        "date": "1980-04-22",
        "notes": "Introduz alterações ao Decreto-Lei n.º 385/79, de 19 de Setembro (Estatuto Orgânico da Secretaria de Estado da Reforma Administrativa)."
    },
    {
        "id": 76,
        "date": "1980-04-24",
        "notes": "Fixa as condições em que deve ser feita a emissão das obrigações destinadas à liberação das acções do Banco Interamericano de Desenvolvimento subscritas por Portugal."
    },
    {
        "id": 77,
        "date": "1980-05-05",
        "notes": "Dá nova redacção ao artigo 4.º do Decreto-Lei n.º 519-B/79, de 28 de Dezembro (pensões de aposentação)."
    },
    {
        "id": 79,
        "date": "1980-05-05",
        "notes": "Introduz alterações ao Decreto-Lei n.º 513-U/79, de 27 de Dezembro (cessação do regime de instalação)."
    },
    {
        "id": 68,
        "date": "1981-12-11",
        "notes": "Regula o regime dos empréstimos destinados à aquisição ou construção de habitação própria permanente."
    },
    {
        "id": 70,
        "date": "1981-12-15",
        "notes": "Regulamenta a emissão do empréstimo para cobertura do défice orçamental para 1981."
    },
    {
        "id": 72,
        "date": "1981-12-19",
        "notes": "Extingue o regime de homologação dos corpos gerentes das associações e federações desportivas."
    },
    {
        "id": 74,
        "date": "1981-12-21",
        "notes": "Regula a carreira de investigação do Laboratório Nacional de Engenharia Civil (LNEC)."
    },
    {
        "id": 78,
        "date": "1984-02-02",
        "notes": "Estabelece as bases de uma clarificação do processo de fixação de preços e da utilização das receitas geradas pelos combustíveis."
    },
    {
        "id": 80,
        "date": "1984-02-02",
        "notes": "Estabelece as condições que assegurem a defesa da qualidade das aguardentes vinicas e bagaceiras da Região Demarcada dos Vinhos Verdes."
    },
    {
        "id": 66,
        "date": "1986-11-21",
        "notes": "Estabelece disposições quanto à prevenção e luta contra a raiva."
    },
    {
        "id": 67,
        "date": "1986-11-24",
        "notes": "Estabelece disposições quanto à atribuição de um subsídio anual às estações emissoras Rádio Clube de Angra e Clube Asas do Atlântico."
    },
    {
        "id": 69,
        "date": "1986-11-25",
        "notes": "Estabelece disposições quanto à actualização de rendas de prédios urbanos desatinados a fins não habitacionais."
    },
    {
        "id": 23342,
        "date": "1989-03-23",
        "notes": "Altera algumas disposições do Decreto-Lei n.º 34/87, de 20 de Janeiro, relativo ao transporte de mercadorias por via marítima."
    },
    {
        "id": 23341,
        "date": "1990-09-05",
        "notes": "Aumenta um lugar de desenhador no quadro de pessoal do Instituto Geográfico e Cadastral."
    },
    {
        "id": 23343,
        "date": "1990-09-05",
        "notes": "Alarga a área de recrutamento para provimento do cargo de chefe de divisão administrativa do Município de Santa Maria da Feira."
    },
    {
        "id": 23379,
        "date": "1991-04-23",
        "notes": "Cria um novo tipo de moeda metálica corrente de 200$00."
    },
    {
        "id": 3319143,
        "date": "2018-04-24",
        "notes": "CONCURSO PÚBLICO PARA O APOIO E MANUTENÇÃO DA PISCINA MUNICIPAL DA MADALENA NA ÉPOCA BALNEAR DE 2018, \nINCLUINDO A CESSÃO DE EXPLORAÇÃO DO SNACK-BAR DA PISCINA"
    },
    {
        "id": 3319144,
        "date": "2018-04-24",
        "notes": "Aquisição de Lentes Intraoculares"
    },
    {
        "id": 288964,
        "date": "2012-01-26",
        "notes": "Altera a Portaria n.º 83/2009, de 9 de Outubro que aprovou o Regulamento de Aplicação dos Apoios à Criação de Serviços de Aconselhamento Agrícola e de Serviços de Gestão e de Aconselhamento Agrícola, da Medida 1.4 “Serviços de Gestão e Aconselhamento”, Acão 1.4.1 “Serviços de Gestão e Aconselhamento Agrícola”, do Eixo 1 “Aumento da Competitividade dos Sectores Agrícola e Florestal”, do Programa de Desenvolvimento Rural da Região Autónoma dos Açores 2007-2013."
    },
    {
        "id": 84,
        "date": "1980-05-05",
        "notes": "Estabelece normas relativas às explorações agrícolas com montados de sobro situadas em prédios rústicos nacionalizados ou expropriados."
    },
    {
        "id": 86,
        "date": "1980-05-05",
        "notes": "Cria a Comissão da Comercialização da Cortiça."
    },
    {
        "id": 87,
        "date": "1980-05-05",
        "notes": "Fixa as condições em que são mandados arquivar pelo Tribunal de Contas os processos respeitantes a contas de gerência anteriores ao ano de 1978."
    },
    {
        "id": 89,
        "date": "1980-05-08",
        "notes": "Reorganiza a carreira de administração hospitalar."
    },
    {
        "id": 92,
        "date": "1980-05-09",
        "notes": "Reestrutura o Fundo de Fomento Cultural."
    },
    {
        "id": 94,
        "date": "1980-05-09",
        "notes": "Aprova o Regime Jurídico das Contribuições para a Previdência."
    },
    {
        "id": 83,
        "date": "1984-02-03",
        "notes": "Simplifica o processo de apresentação e apreciação de diplomas relacionados com estruturas orgânicas e quadros de pessoal e aprova instrumentos de mobilidade nos serviços da Administração Pública."
    },
    {
        "id": 85,
        "date": "1984-02-03",
        "notes": "Define os condicionalismos que podem dar origem à constituição de excedentes de funcionários e agentes da função pública e os critérios a que deverão obedecer a sua gestão e recolocação."
    },
    {
        "id": 88,
        "date": "1984-02-03",
        "notes": "Define um conjunto de medidas relativas à atribuição de subsídio de deslocação e incentivos para a fixação na periferia do pessoal da função pública."
    },
    {
        "id": 90,
        "date": "1984-02-03",
        "notes": "Regulamenta o direito de negociação dos trabalhadores da Administração Pública, excluindo as Forças Armadas e militarizadas."
    },
    {
        "id": 91,
        "date": "1984-02-04",
        "notes": "Define e estabelece as regras a que devem obedecer as alterações orçamentais da competência do Governo."
    },
    {
        "id": 95,
        "date": "1984-02-08",
        "notes": "Aprova o novo Regulamento da Comercialização e Utilização de Aditivos nos Alimentos para Animais."
    },
    {
        "id": 23344,
        "date": "1990-09-05",
        "notes": "Sujeita ao regime cinegético especial as propriedades denominadas \"Herdade da Piçarra e Lentiscais\", situadas na freguesia e concelho de Idanha--Nova e concessiona, até 31 de Maio de 2002, a zona de caça associativa da Herdade da Piçarra e Lentiscais (processo nº 346-DGF)."
    },
    {
        "id": 3319145,
        "date": "2018-04-24",
        "notes": "Empreitada de Reabilitação do imóvel sito na Rua de São Mamede, 26-26 A, em Lisboa"
    },
    {
        "id": 3266,
        "date": "1984-01-31",
        "notes": "Exonera vários secretários de Estado."
    },
    {
        "id": 3319146,
        "date": "2018-04-24",
        "notes": "P.A. N.º 5/2018-AP/DOT - Serviço de vigilância móvel contra incêndios no concelho da Marinha Grande"
    },
    {
        "id": 3319147,
        "date": "2018-04-24",
        "notes": "Aquisição de materiais de serralharia, canalização, pintura, eletricidade, construção civil e carpintaria para as intervenções de manutenção preventiva e corretiva nas instalações desportivas, estabelecimentos de infância e cozinhas das escolas do 1.º ciclo e centros de juventude."
    },
    {
        "id": 102,
        "date": "1981-12-23",
        "notes": "Fixa o limite de emissão das moedas de 25$00, 5$00, 2$50 e 1$00,"
    },
    {
        "id": 104,
        "date": "1981-12-23",
        "notes": "Define as condições de licenciamento e exercício das actividades de equipamentos sociais com fins lucrativos."
    },
    {
        "id": 106,
        "date": "1981-12-26",
        "notes": "Determina a integração dos desalojados abrangidos pelo regime do Decreto-Lei n.º 259/77, de 21 de Junho, no regime geral da segurança social."
    },
    {
        "id": 109,
        "date": "1981-12-28",
        "notes": "Aprova o novo Estatuto da Ordem dos Engenheiros, publicado em anexo."
    },
    {
        "id": 99,
        "date": "1984-02-15",
        "notes": "Estabelece as condições em que nos processos de execução fiscal os executados podem requerer a extinção da dívida exequenda e acrescido através da dação em pagamento de bens móveis ou imóveis."
    },
    {
        "id": 107,
        "date": "1984-02-15",
        "notes": "Autoriza o Ministro das Finanças e do Plano a celebrar com a Caixa Geral de Depósitos (CGD) um contrato de empréstimo até ao contravalor em escudos de 38 milhões de marcos alemães, que vai ser concedido pelo Kreditanstalt fur Wiederaufbau (KFW) ao Estado Português para financiamento de enfra-estruturas municipais."
    },
    {
        "id": 110,
        "date": "1984-02-15",
        "notes": "Estabelece normas relativas à circulação de gado no continente."
    },
    {
        "id": 101,
        "date": "1986-12-04",
        "notes": "Determina que sejam requisitados pelo Secretário Regional da Administração Pública os funcionários e agentes das administrações central, regional e local e dos institutos públicos afectos ao serviço das associações de bombeiros voluntários, a fim de participarem em actividades de relevante interesse público promovidas pela Inspecção Regional de Bombeiros na sua área de actuação, tais como reuniões e acções de formação."
    },
    {
        "id": 103,
        "date": "1986-12-05",
        "notes": "Regulamenta o regime de trabalho por turnos."
    },
    {
        "id": 105,
        "date": "1986-12-11",
        "notes": "Determina que é da competência dos municípios, no âmbito da administração corrente do respectivo património, a reparação e conservação das instalações dos estabelecimentos de ensino primário, bem como o pagamento dos respectivos consumos de água e electricidade."
    },
    {
        "id": 108,
        "date": "1986-12-22",
        "notes": "Introduz algumas especialidades no regime do Decreto-Lei n.º 38/86, de 4 de Março, designadamente no que respeita à área dos terrenos a adquirir para fins de construção de habitação própria por não residentes no País."
    },
    {
        "id": 111,
        "date": "1986-12-26",
        "notes": "Estabelece normas sobre a concessão do direito de uso e fruição dos bens dos extintos grémios da lavoura."
    },
    {
        "id": 23345,
        "date": "1991-05-02",
        "notes": "SUJEITA AO REGIME ESTABELECIDO NO REGULAMENTO DE ASSISTÊNCIA AOS BANHISTAS NAS PRAIAS (APROVADO PELO DECRETO NUMERO 42 305, DE 5 DE JUNHO DE 1959, COM AS ALTERAÇÕES INTRODUZIDAS PELO DECRETO NUMERO 49 007, DE 13 DE MAIO DE 1969) AS PRAIAS QUE FIGURAM NO MAPA ANEXO A PRESENTE PORTARIA, REVOGANDO A PORTARIA NUMERO 159/90, DE 24 DE FEVEREIRO."
    },
    {
        "id": 3319148,
        "date": "2018-04-24",
        "notes": "Aquisição da prestação de serviços de limpeza para os edifícios municipais, na modalidade de fornecimento contínuo"
    },
    {
        "id": 3319149,
        "date": "2018-04-24",
        "notes": "Empreitada de Construção e de Fornecimento de Equipamentos para a Instalação de Três Grupos Adicionais na Estação Elevatória de São Pedro"
    },
    {
        "id": 3319150,
        "date": "2018-04-24",
        "notes": "Prestação de serviços de trabalho temporário em regime de contrato de trabalho a termo incerto de pessoal na área da manutenção elétrica e mecânica"
    },
    {
        "id": 1424342,
        "date": "2009-08-03",
        "notes": "Regulamento Municipal de Urbanização e de Edificação no Concelho de Castro Marim e Regulamento, Tabela de Taxas e Outras Receitas Municipais - Suspensão dos Efeitos Financeiros"
    },
    {
        "id": 162,
        "date": "1985-06-14",
        "notes": "Torna público ter o Governo da Bolívia depositado o instrumento de adesão à Convenção sobre Substâncias Psicotrópicas."
    },
    {
        "id": 120,
        "date": "1980-05-10",
        "notes": "Atribui competência aos tribunais das contribuições e impostos para a cobrança coerciva de dívidas ao Instituto de Apoio aos Retornados Nacionais (IARN)."
    },
    {
        "id": 122,
        "date": "1980-05-10",
        "notes": "Altera o n.º 1 do artigo 256.º do Código do Registo Civil, aprovado pelo Decreto-Lei n.º 51/78, de 30 de Março (comunicação do óbito dos estrangeiros)."
    },
    {
        "id": 125,
        "date": "1980-05-10",
        "notes": "Autoriza o Banco de Portugal a contabilizar a sua reserva de ouro ao preço de 254,92 dólares dos Estados Unidos da América do Norte por onça troy de ouro fino."
    },
    {
        "id": 126,
        "date": "1981-12-29",
        "notes": "Dá nova redacção aos artigos 1.º e 2.º do Decreto n.º 44154, de 17 de Janeiro de 1962, e revoga o artigo 3.º do Decreto-Lei n.º 295/74, de 29 de Junho."
    },
    {
        "id": 116,
        "date": "1984-02-20",
        "notes": "Revoga o Decreto-Lei n.º 45966, de 14 de Outubro de 1964 (estabelece normas de comercialização dos vinhos nacionais)."
    },
    {
        "id": 118,
        "date": "1984-02-20",
        "notes": "Altera o Decreto-Lei 106/83, de 13 de Fevereiro que sancionou o pagamento de prémios de antiguidade ao pessoal assalariado das embaixadas e consulados."
    },
    {
        "id": 114,
        "date": "1986-12-31",
        "notes": "Regulamenta o associativismo agrícola na Região Autónoma dos Açores."
    },
    {
        "id": 115,
        "date": "1987-01-07",
        "notes": "Classifica as explorações de suínos."
    },
    {
        "id": 119,
        "date": "1987-03-07",
        "notes": "Determina que nas escolas que tenham até dois lugares do ensino primário, da educação pré-escolar e da Telescola os encarregados de direcção passem a auferir uma gratificação mensal de 3000$00, em acréscimo ao vencimento."
    },
    {
        "id": 123,
        "date": "1987-05-22",
        "notes": "Aplica à Região Autónoma dos Açores o Decreto-Lei n.º 519-F/79, de 28 de Dezembro, com a redacção do Decreto-Lei n.º 493/85, de 26 de Novembro, com várias adaptações."
    },
    {
        "id": 23348,
        "date": "1989-03-23",
        "notes": "Altera o Decreto-Lei nº 519-C1/79 de 29 de Dezembro, que aprovou o regime jurídico das relações colectivas de trabalho."
    },
    {
        "id": 23346,
        "date": "1990-09-05",
        "notes": "Sujeita ao regime cinegético especial as propriedades denominadas \"Herdade da Cata\" e outras, situadas nas freguesias de Santra Clara do Louredo e Cabeça Gorda, concelho de Beja e concessiona, até 31 de Maio de 2010, uma zona de caça turística (processo nº 347-DGF)."
    },
    {
        "id": 23418,
        "date": "1990-09-11",
        "notes": "ALTERA O QUADRO DE PESSOAL DO HOSPITAL DE SANTA MARIA REFERENTE AO PESSOAL MÉDICO."
    },
    {
        "id": 3319151,
        "date": "2018-04-24",
        "notes": "170010/2018-Aquisição e Instalação de Candeeiros Cirúrgicos para Bloco Operatório"
    },
    {
        "id": 3319152,
        "date": "2018-04-24",
        "notes": "Fornecimento de 50 toneladas de gás propano a granel"
    },
    {
        "id": 3319153,
        "date": "2018-04-24",
        "notes": "Fornecimento de kits de Pensos"
    },
    {
        "id": 141,
        "date": "1986-12-22",
        "notes": "Publica os novos modelos n.os 8 (R), 8 (I), 9, 10 (R), 10 (I) e 11, a que se referem os artigos 47.º, 47.º-A, 49.º e 50.º do Código do Imposto Profissional, aprovados por despacho de 16 de Outubro de 1986."
    },
    {
        "id": 142,
        "date": "1986-11-22",
        "notes": "Publica o modelo anexo ao mapa a que se refere o n.º 2 do artigo 9.º do Decreto-Lei n.º 118-B/86, de 27 de Maio, aprovado por despacho de 9 de Outubro do Secretário de Estado para os Assuntos Fiscais."
    },
    {
        "id": 107307,
        "date": "1999-11-02",
        "notes": "Por ter renunciado ao direito de ingresso no quadro transitório, criado junto da DGAP - Direcção Geral da Administração Pública, revoga a lista anexa ao despacho conjunto nº 625/98, de 18-Ago, na parte relativa a Maria da Piedade Esteves Augusto."
    },
    {
        "id": 135,
        "date": "1980-05-10",
        "notes": "Dá nova redacção à alínea b) do n.º 6 do artigo 1.º do Decreto-Lei n.º 408/79, de 25 de Setembro (seguro obrigatório de responsabilidade civil automóvel)."
    },
    {
        "id": 137,
        "date": "1980-05-10",
        "notes": "Uniformiza as estruturas de carreiras de informática."
    },
    {
        "id": 144,
        "date": "1981-01-09",
        "notes": "Comuta a pena de dezasseis anos e meio de prisão maior imposta a Joaquim de Almeida Sebastião."
    },
    {
        "id": 145,
        "date": "1981-01-09",
        "notes": "Comuta a pena de catorze anos de prisão maior imposta a Manuel Viveiros."
    },
    {
        "id": 129,
        "date": "1981-12-30",
        "notes": "Fixa um novo esquema remunerativo dos professores civis universitários e de outras personalidades civis que leccionem aulas na Escola Naval, em regime de tempo parcial."
    },
    {
        "id": 132,
        "date": "1981-12-30",
        "notes": "Autoriza o Governo a contrair um empréstimo interno até ao montante de 18,1 milhões de contos."
    },
    {
        "id": 134,
        "date": "1981-12-30",
        "notes": "Revisão do Orçamento Geral do Estado para 1981."
    },
    {
        "id": 138,
        "date": "1981-12-31",
        "notes": "Regula o direito real de habitação periódico em imóvel ou conjunto imobiliário destinado a fins turísticos."
    },
    {
        "id": 140,
        "date": "1981-12-31",
        "notes": "Autoriza a importação com franquia de direitos de objectos destinados a pessoas diminuídas, física ou mentalmente, com base no Regulamento n.º 1028/79 da CEE."
    },
    {
        "id": 130,
        "date": "1984-02-21",
        "notes": "Altera alguns artigos do Decreto-Lei 3/74, de 8 de Janeiro, que regula o fabrico, preparação, armazenagem e comercialização das bebidas espirituosas."
    },
    {
        "id": 131,
        "date": "1984-02-23",
        "notes": "Altera o Decreto-Lei 389/76, de 24 de Maio, que institui uma sobretaxa nacional de radiodifusão, procedendo a sua actualização."
    },
    {
        "id": 139,
        "date": "1984-02-24",
        "notes": "Altera o Decreto-Lei 214/83, de 25 de Maio, que altera os Estatutos da Aposentação e das Pensões de Sobrevivência, visando a desconcentração de poderes, no que se refere aos recursos hierárquicos."
    },
    {
        "id": 146,
        "date": "1985-06-07",
        "notes": "Torna público ter o Governo do Brunei decidido tornar-se parte da Convenção Relativa à Luta contra a Discriminação no Domínio da Educação."
    },
    {
        "id": 147,
        "date": "1987-02-06",
        "notes": "Publica os novos modelos n.os 2(R), 3(R), 4(R), 5(R) e 5-A(R) e o respectivo intercalar, comum a todos os modelos, a que se referem os artigos 22.º a 25.º-A do Código do Imposto Complementar, aprovados por despacho de 19 de Novembro de 1986."
    },
    {
        "id": 148,
        "date": "1985-06-07",
        "notes": "Torna público ter o Governo da República Dominicana depositado junto do director-geral da UNESCO o instrumento de ratificação da Convenção Relativa à Protecção do Património Mundial, Cultural e Natural."
    },
    {
        "id": 3319154,
        "date": "2018-04-24",
        "notes": "Aquisição e instalação de dois elevadores no Hospital Dr. Nélio Mendonça"
    },
    {
        "id": 3319155,
        "date": "2018-04-24",
        "notes": "empreitada de Reabilitação / Obras na Estação de Tratamento de Águas Residuais do Carrascal"
    },
    {
        "id": 151,
        "date": "1985-06-08",
        "notes": "Torna público ter o Governo da República das Seychelles depositado, junto do Governo do Reino Unido, o instrumento de acessão ao Tratado de não Proliferação das Armas Nucleares."
    },
    {
        "id": 153,
        "date": "1985-06-11",
        "notes": "Torna público ter o Governo da Turquia depositado o instrumento de adesão à Convenção sobre Relações Diplomáticas."
    },
    {
        "id": 3319156,
        "date": "2018-04-24",
        "notes": "empreitada de Reabilitação / Obras na Estação de Tratamento de Águas Residuais de São João do Peso"
    },
    {
        "id": 155,
        "date": "1987-02-26",
        "notes": "Publica o modelo, aprovado por despacho de 28 de Janeiro de 1987, da declaração a apresentar pelos sujeitos passivos abrangidos pelo regime dos pequenos retalhistas, referida na parte final da alínea b) e na alínea c) do n.º 1 do artigo 67.º do Código do Imposto sobre o Valor Acrescentado."
    },
    {
        "id": 157,
        "date": "1987-04-10",
        "notes": "Publica os modelos, aprovados por despacho de 20 do corrente mês, da declaração e dos anexos I e II a que se referem o artigo 5º do Decreto-Lei número 197-C/86 e o parágrafo 2º do artigo 44º do Código da Contribuição Industrial."
    },
    {
        "id": 158,
        "date": "1987-04-10",
        "notes": "Publica novos impressos da declaração modelo número 2 a que se refere o artigo 45º do Código da Contribuição Industrial."
    },
    {
        "id": 150,
        "date": "1981-01-09",
        "notes": "Comuta a pena de treze anos de prisão maior aplicada, em cúmulo jurídico, a Armando de Almeida Freitas."
    },
    {
        "id": 156,
        "date": "1981-01-09",
        "notes": "Comuta a pena de dezoito anos de prisão maior imposta a Manuel Dias de Sousa."
    },
    {
        "id": 160,
        "date": "1981-01-09",
        "notes": "Comuta a pena de dezassete anos de prisão maior imposta a Manuel Moreira Garcês."
    },
    {
        "id": 161,
        "date": "1981-01-09",
        "notes": "Comuta a pena de catorze anos de prisão maior imposta a Manuel Rodrigues Afonso"
    },
    {
        "id": 163,
        "date": "1981-01-09",
        "notes": "Comuta a pena de dezasseis anos de prisão maior aplicada a José Maria Gaspar ."
    },
    {
        "id": 34789,
        "date": "1984-12-05",
        "notes": "Alteração ao Orçamento do Estado para 1984."
    },
    {
        "id": 23350,
        "date": "1990-09-05",
        "notes": "AUTORIZA O INSTITUTO POLITÉCNICO DE LISBOA, ATRAVES DO INSTITUTO SUPERIOR DE ENGENHARIA DE LISBOA, A CONFERIR O DIPLOMA DE ESTUDOS SUPERIORES ESPECIALIZADOS EM ENGENHARIA MECANICA-MANUTENCAO E REGULAMENTA O RESPECTIVO CURSO E CONDICOES DE ACESSO. O CURSO ENTRARA EM FUNCIONAMENTO NO ANO LECTIVO 1990-1991."
    },
    {
        "id": 23351,
        "date": "1991-04-26",
        "notes": "Cria, no Instituto Politécnico de Leiria, a Escola Superior de Tecnologia do Mar."
    },
    {
        "id": 164,
        "date": "1987-05-15",
        "notes": "Adopta os modelos aprovados dos quatro livros e suas instruções de escrituração referidos no artigo 349.º do Código da Contribuição Predial e do Imposto sobre a Indústria Agrícola."
    },
    {
        "id": 3319157,
        "date": "2018-04-24",
        "notes": "Concessão de uso privativo para exploração de um quiosque municipal, destinado a estabelecimento de bebidas com área de esplanada, a instalar no jardim do Campo Grande sul, freguesia de Alvalade, em Lisboa"
    },
    {
        "id": 3319158,
        "date": "2018-04-24",
        "notes": "Concurso Público N.º 05/DSFP-DAP-NC/2018-Aquisição contínua e faseada de diversos gases laboratoriais e aluguer de vasilhame"
    },
    {
        "id": 168,
        "date": "1987-05-18",
        "notes": "De ter o conselheiro de Estado Dr. Amândio Anes de Azevedo renunciado ao mandato que lhe fora conferido na qualidade de membro eleito pela Assembleia da República, em virtude de ter sido nomeado chefe da Missão da Comissão da Comunidade Europeia em Brasília."
    },
    {
        "id": 3319159,
        "date": "2018-04-24",
        "notes": "CP 021/18 - Aquisição de contadores e acessórios"
    },
    {
        "id": 170,
        "date": "1985-06-18",
        "notes": "Torna público ter o Representante Permanente da Suíça junto do Conselho da Europa depositado o instrumento de ratificação do Segundo Protocolo Adicional à Convenção Europeia sobre Extradição."
    },
    {
        "id": 171,
        "date": "1987-06-01",
        "notes": "Publica a ficha modelo 5-B, a que se refere o artigo 25.º-C, aditado ao Código do Imposto Complementar pelo artigo 2.º do Decreto-Lei n.º 135/87, de 19 de Março."
    },
    {
        "id": 3319160,
        "date": "2018-04-24",
        "notes": "Manutenção dos espaços verdes"
    },
    {
        "id": 173,
        "date": "1987-07-03",
        "notes": "Publica o novo modelo n.º 2 de recibo a que se refere a alínea a) do artigo 8.º do Código do Imposto Profissional, aprovado por despacho de 26 de Maio de 1987."
    },
    {
        "id": 107504,
        "date": "1999-11-05",
        "notes": "São nomeados membros da comissão de fiscalização do Instituto Portuário do Centro: Presidente - Lic. Luis de Melo Biscaia; Vogal - Lic. José Rodrigues de Jesus (revisor oficial de contas)."
    },
    {
        "id": 177,
        "date": "1987-08-18",
        "notes": "Publica o novo modelo n.º 3 de requisição de recibos o modelo n.º 2, a que se refere o § 2.º do artigo 8.º do Código do Imposto Profissional, aprovado por despacho de 16 de Julho de 1987."
    },
    {
        "id": 167,
        "date": "1981-01-09",
        "notes": "Comuta a pena de doze anos e quatro meses de prisão maior imposta a Afonso da Silva Gomes."
    },
    {
        "id": 169,
        "date": "1981-01-09",
        "notes": "Comuta a pena de dezasseis anos e três meses de prisão maior que, além do mais, foi imposta a Manuel Joaquim Malaquias Negrita."
    },
    {
        "id": 172,
        "date": "1981-01-09",
        "notes": "Comuta a pena de três anos de suspensão dos direitos políticos imposta a Luís José Mendes Teixeira da Fonseca."
    },
    {
        "id": 179,
        "date": "1981-01-09",
        "notes": "Nomeia o Dr. Francisco José Pereira Pinto Balsemão Primeiro-Ministro."
    },
    {
        "id": 181,
        "date": "1981-01-09",
        "notes": "Nomeia vários Ministros."
    },
    {
        "id": 217,
        "date": "1981-03-07",
        "notes": "Cria na Universidade de Évora os cursos de licenciatura em Arquitectura Paisagística e em Engenharia Biofísica e extingue o curso de licenciatura em Planeamento Biofísico."
    },
    {
        "id": 23353,
        "date": "1989-03-23",
        "notes": "Altera o artigo 5.º do Decreto-Lei n.º 510/85, de 31 de Dezembro, (institucionaliza uma organização nacional de mercado para o pimentão)."
    },
    {
        "id": 23352,
        "date": "1990-09-05",
        "notes": "Altera a designação do grau de bacharel em Electricidade e Electrónica conferido pelo Instituto Politécnico de Viseu através da sua Escola Superior de Tecnologia, criado pela Portaria n.º 564/87, de 7 de Julho, para grau de bacharel em Engenharia Electrotécnica."
    },
    {
        "id": 182,
        "date": "1985-06-20",
        "notes": "Torna público ter o Representante Permanente de Espanha junto do Conselho da Europa depositado junto do Secretariado-Geral do Conselho da Europa o instrumento de ratificação do Segundo Protocolo Adicional à Convenção Europeia sobre Extradição."
    }
]